[
 {
  "id": 1,
  "Title": "The Forest Princess ",
  "Author": "Henrique Figora",
  "Image": "N",
  "Content": "A long time ago, in a big beautiful forest there lived many animals. The animals in the forest\r\nwere happy and they lived a wonderful life. One reason that the animals were happy was\r\nbecause in the forest there also lived a little princess. The little princess had long curly,\r\nblonde hair. Do you know what her name was? It might surprise you but her name was\r\nMarina! Yes, Marina, a beautiful name for a beautiful little princess.\r\nEvery morning she would go to the park near the river to play with her friends. Mrs. Rabbit,\r\nMr. Skunk and the very young deer were her best friends.\r\nOne day they were playing together. They were having so much fun that they lost track of\r\nthe time. The sun went down and it became dark. The little animals were afraid to go home\r\nalone.\r\nPrincess Marina had an idea. She said, \"Why don't you all come to my Grandpa's home with\r\nme. Grandpa doesn't mind it when I bring my friends to his place.\"\r\nWhen Marina and her friends arrived at her grandpa's house her invited them in. He gave\r\nthem all the treats that they could eat. After they ate they all played games.\r\nAfter a time Grandpa in a deep loud voice said, \"It's time for bed now.\" Grandpa gathered\r\nall the friends around and told them a bedtime story. Before long everyone was fast asleep.\r\nIn the morning it was safe for the animals to go home.\r\nEveryday Marina and her friends still play but now they make sure that they go home before\r\nit gets dark."
 },
 {
 "id": 2,
  "Title": "Always Listen",
  "Author": "Brenda Wright",
  "Image":"N",
  "Content": "Many moons ago there was a folk tale passed down from generation to generation. The\r\nstory is about the Cho-Cho Man or the Boogie Man. It all began with a young boy named\r\nDakota.\r\nDakota's mother had asked him to gather some firewood for the evening fire. The nights\r\nwere getting cooler. Instead of doing the chore right away, Dakota figured he had enough\r\nsunlight left to do two things. He would gather the firewood after he played with his friends\r\nMorgan, Joey, and Bo.\r\nNot long after, his mother began to wonder why Dakota never came with any firewood.\r\nNight had fallen fast and it was too hard to see the firewood.\r\nDakota realized what had happened. He told his friends about his predicament and they said\r\nthat they would help their friend. Soon after, the young boys were gathering wood in the\r\ndark.\r\nDakota's mother was worried that something had happened. She went looking for Dakota.\r\nNot long after, she heard the boys. She had mixed feelings. She was happy to see Dakota\r\nbut she was also mad that he hadn't listened to his mother.\r\nShe wanted to teach Dakota and his friends a lesson so she sneaked into the bush very\r\nquietly. Then she picked up a twig and threw it. The twig hit the ground making noise. It\r\ncaught the boys' attention. She threw another broken twig in the opposite direction. The\r\nboys jumped. The mother had a hard time holding back her laughter and a muffled moan\r\nsounded through her fingers.\r\nThe boys were definitely scared. But Dakota was the brave one. He ventured forward. The\r\nmother moaned again; she threw another twig. The boys were transfixed. Once more the\r\nmother moaned in a low and deep voice, \"Listen to your mother.\"\r\nThe boys dropped everything and ran. The mother could not hold back her laughter and the\r\nboys, hearing this, scurried home even faster.\r\nAfter the mother had picked up some firewood, she proceeded home, where she found\r\nDakota in tears.\r\nDakota exclaimed, \"Mother, Mother I'm sorry I didn't listen to you.\"\r\nHis mother held him with love and she knew that he was truly sorry. From then on when\r\nDakota felt like not listening, the mother would mention, \"The boogie-man will scare you if\r\nyou misbehave.\""
 },
 {
  "id": 3,
  "Title": "The Lonely Dinosaur",
  "Author": "Henrique Figora",
  "Image":"theLonelyDinosaur.jpg",
  "Content": "Many years ago dinosaurs were the largest creatures on earth. Some were very large and\r\nothers small. They also came in many different colors. Behind the fiery mountains was a\r\nvalley in which the dinosaurs spent the day.\r\nOne sunny day the dinosaurs were playing a game of soccer. A new dinosaur that the other\r\ndinosaurs had not seen before came walking by. He stopped and watched and then he\r\nasked, \" Could I play too?\"\r\nAll of the other dinosaurs looked at him. Together in one giant voice they said \" NO!\"\r\nThe reason they had said no to him was because he looked different than the others. He\r\nhad a long neck and he was green. None of them had ever heard of or seen a long necked,\r\ngreen dinosaur.\r\nThe new dinosaur was very sad because everyone said no to him and they even called him\r\n'Greeny'. His feelings were hurt. Slowly he sat down and sadly watched the others play.\r\nTime went by and then suddenly they all stopped playing soccer and they all looked up. One\r\nof the dinosaurs had kicked their only ball into a tree. The ball was too high for them to\r\nreach.\r\nBut it was not too high for the long necked, green dinosaur. He walked over and said to the\r\nother dinosaurs, \"If I can get your ball down will you let me play with you?\" The other\r\ndinosaurs decided that it was a good idea. The long necked, green dinosaur reached up with\r\nhis long neck and he easily got the ball down.\r\nOnce again they began playing again. They had a great time playing soccer. The other\r\ndinosaurs said they were sorry for not letting him play with them and calling him names.\r\nThey had all learned a lesson that day. Even though others may look different we should\r\naccept them. We all have something special about us.\r\nThe lonely dinosaur now had many friends and they played in the valley for many more\r\nyears."
 },
 {
  "id": 4,
  "Title": "The Five Little Stars",
  "Author": "Lorena Rey",
  "Image": "theFiveLittleStars.jpg",
  "Content": "She closed her eyes and made a wish. She wished she could have five little stars. She\r\nwished they were hers to hold in her hands, to keep close to her heart and to care for and\r\nto love forever.\r\nWhen she opened her eyes, something caught her eye. There were five twinkling stars all in\r\na row. She knew these would be hers when the time was right. They would be there\r\nwaiting.\r\nTime passed and when the time was right her first little star came to her. She knew this star\r\nwas a boy so she named him Gabriel. He was so beautiful. She was so happy. This was the\r\nmost wonderful feeling that she had ever known. This little star was hers to keep. She took\r\nhim in her hands and took care of him. She loved him with all of her heart. Gabriel gave her\r\nso much joy in her life; she loved every minute of it.\r\nSome time passed and the second little star came to her. She also knew this star would be\r\na boy; she named him Javier. And as with the first star, she took him in her hands and she\r\nheld him close to her heart. She took care of him and loved him as much as she did her first\r\nstar. Javier was such a beautiful star. She couldn't believe her eyes.\r\nThe young woman was so thrilled to have two stars to love with all of her heart. Each time\r\nshe thought of them her eyes filled with tears of joy.\r\nSome time after, another little star came to her. This one was also a boy so she named him\r\nJames. She took her new little star in her hands and she held him close to her heart. She\r\ncared for him and loved him as much as her first two little stars. He was so gorgeous she\r\ncouldn't believe this little star was also hers to keep.\r\nNow she had three little stars to care for. She loved them all so very much. She watched\r\nthem grow and she admired them every day. She would take them out and show them to\r\nthe world. As she enjoyed and took care of them, the years went by.\r\nShe was in shock when the last two little stars that she had wished for came to her at the\r\nsame time. She could hardly believe her good fortune. She had always wanted all boys but\r\nwhen she had made her wish so long ago she had thought that this was too much to ask.\r\nThe two new tiny stars were named Andrew and Adam Her other little stars: Gabriel, Javier\r\nand James were so overwhelmed with joy that they wanted to help all the time.\r\nThe lady's heart was filled with joy. She took her new little stars in her hands. She held\r\nthem close to her heart and she cared for them. These two new stars were so tiny and\r\nbeautiful.\r\nShe had so much love in her. She had enough to give all of them the love they needed.\r\nThey were all part of her life. They were hers to keep and love forever.\r\nAs her five little stars grew, she would always tell them that she loved them all the same\r\nand she always would. She promised that she would be there for them whenever they would \r\nneed her, just as they were there for her when she needed them. Her wish had come true;\r\nhaving five little stars was a joy.\r\nNow she knows deep inside that when the time is right she would have to let go. But even\r\nat that time she will always hold them close to her heart and she'll be there when they need\r\na hug.\r\nFive little stars that fell from the sky,\r\ngrow with all your might\r\nlet your bright lights shine,\r\nMom loves you all\r\nso very, very much."
 },
 {
  "id": 5,
  "Title": "John Goes to the City",
  "Author": "Brian Chometsky",
  "Image": "johnGoesToTheCity.jpg",
  "Content": "Once up on a time there was mischievous raccoon named John. He lived with a man name\r\nJim. John lived with Jim in a big house in the country.\r\nOne day Jim had to go to the city for some business. He put on his tall, tall hat. Jim always\r\nwore a tall, tall hat wherever he went.\r\nJim knew that if he left John alone he would most likely get into things that he shouldn't.\r\nJim didn't like to leave John alone and Jim knew he had to take John with him to the city.\r\nJim and John got in Jim's car and drove to the city. John was very excited because he hadn't\r\nbeen to the big city before. The closer the car got to the city, the more exited John got.\r\nFinally they came to the hotel. Jim told John to stay in the car. Jim talked to the man at the\r\nfront desk and he booked a room for two.\r\nJim went to see how John was doing. When Jim went to the car, the car was gone. Jim was\r\nfrightened. He didn't know what to do.\r\nA policeman came walking by just at that time. Jim was happy to see him. He ran to the\r\npoliceman and said; \"My car is missing and John is in it.\"\r\nThe policeman said, \"I just saw a yellow car go rolling down the hill and there wasn't a\r\ndriver!\"\r\nJim was worried about what had happened to John and the car. The policeman asked Jim\r\nwhat had happened.\r\nJim thought to himself. Then he remembered that he had just had his brakes checked and\r\nthe man had said the brakes needed some work done very soon.\r\nJust then another policeman came running. \"I just saw a yellow car go down the hill.\" Both\r\nthe policemen and Jim went running down the hill. At the bottom they saw the car resting\r\non the curb.\r\n\"Whew! Are we lucky,\" said Jim. Jim was very happy at first but he wasn't happy very long.\r\nHe didn't see John anywhere. He looked and looked but John wasn't anywhere to be found.\r\nThen as Jim turned around, out of the corner of his eye he saw John sitting in a tree. John\r\nlooked very scared.\r\nJim went over to the tree to help John. Another policeman said he had seen John running\r\nfrom the car after it had hit the curb.\r\nJim was happy that John wasn't hurt. Together they went over to see if the car was all right.\r\nJohn and Jim took the car to the garage and got the car fixed. They both went to the hotel\r\nto pick their things up.\r\nJim and John went back to the country. That was where John was most happy."
 },
 {
  "id": 6,
  "Title": "Bubbles Cup Boats",
  "Author": "Shellena Partridge",
  "Image": "bcBoat.jpg",
  "Content": "Once upon a time there was a sailboat named Troy. He always tried so hard to do his job\r\nright. One day Troy's father came up to him and told Troy that he was going to have a long\r\njourney tomorrow.\r\nTroy would need another sailboat to come with him. He had to decide whom he wanted to\r\ntake. Troy thought about taking sailboat Sabin but Sabin was too small and weak. Then\r\nTroy thought about sailboat Trinelle. \"No! He said to himself, \"She is a girl.\"\r\n\"Hey! I know who I can take, Shaleisha\". Once again he thought about his choice and again\r\nhe said, \"No, I can't take her. She can't carry anything that's heavy; she will probably sink.\r\nI really don't know whom I can take. Boy-oh-Boy!'' he said to himself, \"Think, think, think!\r\nThat's what I always do! I'm going to give myself a headache\".\r\nSuddenly, his eyes grew bright. He had an idea! \"Jessica sailboat! I know she is a girl but\r\nshe's big and a little wiser than I am. Wow! I'm going to have a wonderful time with her\r\ntomorrow. Well, now that I know whom I'm taking, I'm going to bed. I have a long\r\njourney.\"\r\nTroy woke up early in the morning. His mother had made him breakfast. \"This is so\r\nwonderful that you are going to take your cousin with you. But remember, you guys have to\r\nbe back at eight o'clock sharp!\"\r\nTroy nodded, \"Yes mother.\"\r\nTroy's father gave him the directions before they left.\r\n\"What are we going to pick up Dad?\" said Troy.\r\nTroy's dad said, \"You two are going to pick up some of your sister's doll clothes at Lake\r\nMoon Light, south of Meadow Land Park.\"\r\nSo the two sailboats started out. They waved, \"See you guys this evening.\"\r\nFather waved to them, \" You two have a good time sailing there.\"\r\nAs they were sailing south, they saw big mountains and birds flying above them. Jessica\r\nsailboat had idea, \"What if we go through a short cut so that way we could be back sooner\r\nand have free time when we get home. What do you think Troy noodle?\"\r\nTroy said, \"That sounds good to me.\"\r\nBy the time they got to their uncle's place they were so tired, they needed some rest. So\r\nthey decided to visit their cousins for a while.\r\nThen Troy noticed the time and told Jessica Sailboat, \"It's time to go now. We have to be\r\nback at eight o'clock, remember?\"\r\nThey had no time to waste. This time they couldn't use their sails if they were to make it\r\nhome on time. They started their motors up and waved back to their cousins, \"We'll see you\r\ntwo soon.\"\r\nTogether they chugged along and they arrived home on time. Troy gave his father the\r\nclothes and his father said, \" You have done a good job. Your mother and I are proud of\r\nyou. Thank you."
 },
 {
  "id": 7,
  "Title":"The Angel",
  "Author":"Tracy Martin",
  "Image": "N",
  "Content"  : "Once upon a time there was an angel name Samantha. She was always getting into trouble.\r\nSamantha would make up stories and she was always getting into a lot of hot water. Some\r\nof the other angels noticed this. They started talking about how they should deal with this.\r\nOne angel said, \"Maybe we could teach her a lesson.\" They all agreed. The next day they\r\ncalled Sam into the cloud room. The boss of all the angels asked Sam to go down to earth\r\nand help someone in need.\r\nSam said, \"OK.\"\r\n\"But there is one thing you must remember,\" the boss angel said, \"You will not have any\r\npowers.\" Sam did not think this was fair. The big boss gave Sam a very nasty look and he\r\nordered her \"Go!\"\r\nDown to earth she went. She had to find someone in need of help. Samantha looked and\r\nlooked all over the place.\r\nOn one street corner she spotted two kids and a small dog. Sam came up to them and\r\nasked how they were doing; they said they were fine. Sam asked if they needed any help.\r\nOne child looked at her very strangely and said no. She moved on.\r\nNext she saw two animals wondering around. \"They look lost.\" She said to herself. She went\r\nup to them and they began to bark at her. Sam became very scared and upset. She did not\r\nknow what to do. She calmed herself down and started to talk to them. When they heard\r\nher voice they stopped barking at her. The angel felt very happy and so she helped the little\r\ndogs find their way home.\r\nSamantha was thinking to herself, \"If I could help instead of being bad all the time then I\r\nwould feel good about what I have done.\"\r\nWhen the little angel got home the boss asked her if she had learned a lesson. Sam told him\r\nthat she had. The big boss was very pleased.\r\nWhen Sam left the room, all the little angels asked her if she was all right. Sam said yes.\r\nEveryone was happy. Then, Sam and the other angels said their prayers and went to sleep."
 },
 {
  "id": 8,
  "Title":"The Purple Frog",
  "Author":"Eric Arcand",
  "Image": "tpf.jpg",
  "Content"  : "One gloomy, foggy day in the dark forest something strange happened. In the forest there\r\nlived a purple, three-legged frog. He could be found in the pond that was surrounded by\r\ntrees and bushes. The frog was very lonely. At night he was very scared. He had no one to\r\nplay with.\r\nThis one day a red grasshopper came hopping along. It saw the frog and it asked, \"Why do\r\nyou look so sad?\"\r\n\"I have nobody to play with.\"\r\n\"My name is Jack and I will play with you.\" said the grasshopper.\r\n\"Oh goody! My name is Eric and I live in this wild pond. I can swim all day and night if I\r\nwish to. I'm glad you are here because I have some games we can play. These games take\r\ntwo to play. I can't play them by myself. We can play games such as leapfrog and follow the\r\nleader. Do you have a place to live, Jack?\"\r\n\" Well not really but I was hoping you would let me stay here with you Eric.\"\r\n\" Well of course you can stay with me,\" said Eric. \"It's dinnertime. Come and I will show you\r\nwhere you can sit. After, we'll play follow the leader by jumping from lily pad to lily pad.\r\nJack was curious. He asked Eric \"What happened to your other leg?'\r\nEric said, \"Nothing happened to my leg. I was born this way.\" So the leg was not brought up\r\nagain.\r\nAfter dinner Eric and Jack played all night till dawn.\r\nWhen the sun came up, Eric and Jack sat by the pond wondering what to do next. Eric\r\nsuggested, \"Let's go hopping around. We'll play follow the leader next.\"\r\nThe next day another frog came along.\r\nThe new frog said, \"Hello, my name is Sabrina.\"\r\nThe purple frog said, \"My name is Eric and this is my friend Jack, the grasshopper. Then\r\nthey all went out to play in the bushes.\r\nBefore it got dark, they all went back to the pond. Eric asked Jack and Sabrina to listen to\r\nwhat he was going to tell them. Eric and his friend, Jack, asked her if she wanted stay with\r\nthem!\r\n\"Of course!\" she said.\r\nThe next morning the three of them saw lizard creeping up to them. They all said, \"Hello!\"\r\nThe lizard said, \"My name is Tiffany.\" All three introduced themselves to Tiffany, the lizard.\r\nEric and Sabrina began to raise a family. Each day Eric and Sabrina went for a swim with\r\nthe youngsters. All of them had a good time in the pond together.\r\nSabrina and Tiffany stayed close by the pond watching the children while Eric and Jack went\r\nout to the bushes to see if there were any insects they could get for supper for everyone.\r\nAfter they enjoyed their meal, they would play.\r\nOne day Jack and Tiffany decided to live somewhere else. They all said goodbye to their\r\nfriends and they promised that they would meet again soon.\r\nEric and Sabrina did their usual daily routine with the youngsters. The family played\r\nleapfrog, had dinner and swam all day together. During the early evening, they would tell\r\nthe youngsters stories. Eric, Sabrina and their youngsters lived happily ever after."
 },
 {
  "id": 9,
  "Title":"The Carnival",
  "Author":"Tammy Richards",
  "Image": "theCarnival.jpg",
  "Content"  : "One day, JD, Brenda and I were watching TV and we saw an ad on TV. The carnival was in\r\ntown on August 8-14. JD and Brenda said, \"Can we go this year, Mom?\"\r\nI smiled at them and said, \" Yes, this year we will go.\"\r\nThe children and I saved our money. When August came around we went to the carnival at\r\nthe Exhibition Grounds. We were excited. The children wanted to see all the animals at the\r\ncarnival. They wanted to see the tigers with their two-colored coats, the elephants, the\r\nbears, the wolves and the unicorns.\r\nWe started to walk. The first animals we saw were the orange and black tigers and the\r\nwhite and black tigers. The big cats put on a performance for us.\r\nI said to the children, \"The orange and black tiger looks like Tigger. See the way he walked\r\nacross and pounced down off the stand. It looked like he wanted to talk to his mom and the\r\nother two tigers. They look like young tigers. Look the white and black and the orange and\r\nblack tigers are talking to you.\" JD and Brenda were really excited.\r\nThen the tiger that look like Tigger began to talk to me, \"How come you say that I look like\r\nTigger?\" asked the tiger.\r\nI was surprised that he was talking to me. \" I - I think you look like Tigger because of the\r\nway you walked and pounced off the stands. You remind me of the cartoon of Tigger. You\r\npounce like he pounces in the forest.\r\nJust then the two young tigers, the ones that were white and black, started talking to JD. \"It\r\nmust be nice to have freedom. You are out in the world. You are not stuck in a cage and\r\nmade to go from town to cities.\"\r\nJD looked at the tigers and said, \"Yes it is nice to be free. But still it must be nice to travel.\r\nWe don't travel around much to different cities or towns.\"\r\nThe other orange and black tiger started to talk toward Brenda, \"Are you having fun looking\r\nand talking to all the animals?\"\r\nBrenda replied, \"Yes, we are having fun. But we haven't seen all the animals yet.\"\r\nI heard my daughter's conversation and said, \"Come let's go see the bears and then the\r\nelephants.\"\r\n\"Yes. Let's!\" Brenda and JD said.\r\nWe said goodbye to the tigers and we walked on to see the bears in their cages.\r\nAfter, we went to the elephant's cages. We stopped and talked with the elephants. We\r\nasked the elephants how they liked being in the carnival and how old they were. One\r\nelephant said that she was about fifty years old and the other one said he was about\r\ntwenty-five years old. They said that they had been in the carnival for all of their lives.\r\nOur next stop was at the wolves. We all like wolves so once again we stopped to talk with\r\nthem. The wolves talked to JD and Brenda. They told us that they had only been in the\r\ncarnival for a few years. They were surprised to see how many people like to see the\r\ndifferent animals. But they were sad that not many people stopped to talk.\r\n\"So, do you guys like us?\" the wolves asked.\r\nJD and Brenda said, \"Yes of course. We like wolves very much. But we are sorry we can't\r\nstay and talk longer. It's getting late and we still have to go to see the unicorns. They are\r\nthe most beautiful animals of all. Thank you for talking with us. Goodbye.\"\r\nOff we went to see the unicorns. The unicorns had over heard the children saying that they\r\nthought that unicorns were such beautiful animals. Before anyone could say anything, the\r\nunicorns thanked the children. \"You know many people do not believe in us and because of\r\nthat they can never see us.\"\r\n\"Oh we believe in you and we find you to be the most fantastic animals. But it's so late now\r\nand we have to go\"\r\nJD, Brenda and I thanked the unicorns. As we started to leave, the unicorns called out to\r\nthe other animals, \"Let's all say good bye.\"\r\nOne unicorn said, \"I will count to three and we will say good bye.\" And he began to count, \"\r\nOne, two, three.\"\r\nAnd with a loud noise that almost sounded like thunder, all of the animals said good-bye\r\nand good night.\r\nIt had been a very special day for us. We had often talked to the animals but this was the\r\nfirst time that the animals had talked to us."
 },
 {
  "id": 10,
  "Title":"The Ugly Prince",
  "Author":"Thinh Thinh Kyi",
  "Image": "N",
  "Content"  : "Once upon a time there was a little boy named Peter. He lived with his grandmother. His\r\ngrandmother went blind when she got older. From a young age, Peter had to look after his\r\ngrandmother. He grew up to be a kind, gentle and patient person. He worked very hard.\r\nIn Peter's country lived a king who was powerful and kind. The king had a daughter. His\r\ndaughter was very pretty. The king worried about his daughter. He thought about his\r\ndaughter every minute of every day. The king wanted his daughter to be happy and he\r\nwanted her to marry a good husband.\r\nAs time went by, the princess grew up. She became more beautiful with each passing day.\r\nHer father, the king, thought hard about his daughter's future. The king wondered what he\r\nwould have to do.\r\nOne day he had an idea. He sent the news all over his kingdom and he sent the\r\nannouncement to other countries too. The announcement read, \" There will be a special\r\narchery tournament. The man who wins this special archery tournament will claim the prize.\r\nThis prize is to marry the king's daughter.\"\r\nAll the people were excited. When Peter heard the news, he wanted to go to the archery\r\ntournament very much. He was very good at archery. He was so excited about the\r\ntournament that he couldn't drink and he couldn't eat. When he went to sleep, he dreamed\r\nabout it. When he awoke, he thought about it. He was excited.\r\nAt the same time he was sad, too, because he was so small and ugly. His grandmother\r\nasked him why he sounded so sad. All he did was sigh and answer, \"I'm okay;\r\ngrandmother.\"\r\nHis grandmother knew that he was sad and she asked him again and again.\r\nFinally he explained to his grandmother that he had heard the news about the king's\r\ntournament. He told her how he felt. His grandmother said, \"You are good at that game.\r\nWhy don't you try it?\"\r\n\"I know I'm good at archery, but maybe some of them are better them me.\"\r\n\"Don't give up.\" his grandmother said, \"You can do it\"\r\nPeter said to his grandmother, \"But if I win the game, I don't think princess would marry\r\nme.\"\r\nHis grandmother told him; \"It doesn't matter if she marries you or not. Just try to be as\r\ngood as you can at the games.\"\r\nHe thought for awhile. Suddenly Peter said \"You're right grandmother. I will try it.\"\r\nPeter trained himself. Soon he was ready for the game. On the day of the games he got\r\nready to leave for the castle early in the morning. He wasn't happy about leaving his\r\ngrandmother alone. He was worried about her. But his grandmother told him he had to go.\r\nBefore he left, his grandmother gave him a red rose. \"After you win, give this rose to the\r\nprincess. But before you give this to her, close your eyes and smell it's beauty. Be strong\r\nand be brave and win the game.\"\r\nHe said good bye and left his grandmother and went to the castle.\r\nWhen he arrived, Peter saw the big castle. There were many people there. He was afraid to\r\ngo in. Peter thought and thought. He almost went back to his grandmother and then he\r\nheard his grandmother's words again. Peter knew he could not turn back. He went across\r\nthe castle's bridge and through the castle's large gate.\r\nInside he saw even more people. There were soldiers all around him. He was so afraid.\r\nEverybody was excited about the game.\r\nPeter stood in line waiting for the game to start. He felt that everybody was looking at him\r\nstrangely because he wasn't a prince or a knight or anyone important.\r\nThe buzz of shopkeepers selling their wares and people talking and guessing who would win\r\nfilled the streets. What kind of person was going to marry the princess? Would it be a knight\r\nor perhaps a prince?\r\nThere were many excellent archers at the tournament. Peter nervously waited for his turn.\r\nFinally the judge called his name. Peter stepped forward. He placed an arrow on his bow. He\r\npulled the string, aimed and released the arrow. It flew through the air and it hit the target.\r\nThe crowd gasped. Peter looked and he could not believe it. Peter had been lucky. He had\r\nwon the prize. Nobody thought that Peter was going to win.\r\nSlowly Peter walked to the front. He stood in front of the king and the princess. With his\r\neyes looking down he offered the rose to the princess. But before he gave her the rose, he\r\nsmelled its beauty, just like his grandmother had told him.\r\nMagically, Peter turned into a strong, tall and handsome man. Everybody was surprised,\r\nincluding the king and his daughter. Peter and the princess married and lived happy ever\r\nafter."
 },
 {
  "id": 11,
  "Title" :"A Christmas Story",
  "Author": "Matt Delorme",
  "Image": "N",
  "Content": "Once upon a Christmas holiday there was a poor family. There was a mother and father and\r\ntwo little ones. The family was so poor that they had no place to live except in an old car\r\nout in the back streets. People that knew of them didn't understand their situation because\r\nthey didn't try to understand. The town people would call them names and point fingers at\r\nthem.\r\nOne day the two little ones went up to their mother and father and asked, \" Why do we live\r\nin a car and not in a house? Why aren't we in school?\" They had tears rolling down their\r\ncheeks.\r\nBoth parents sat them down, \" Dear children, we do not have these things because we don't\r\nhave jobs. We have tried to hang on to our jobs. It seems the people we always help are\r\ntoo worried. They worry about the way people look and not the work itself. We have little\r\nmoney to buy new clothes. We've tried to ask people for help but we can't get it. That's why\r\nwe aren't able to have the things that others have.\" The children understood and didn't ever\r\nask again.\r\nTheir parents sent them to the car to go to bed. It was the next day and it was the mother's\r\nturn to go out and see if anyone would hire her. There was no luck at all. So the mother and\r\nfather sat down and talked about what they could try to do about the problems and make\r\ntheir children's dream come true.\r\nThat day a rich man, by the name of Joe, came into town. Joe had so much money in his\r\npockets that he didn't know what to do with it all. Joe was the kind of person that couldn't\r\nhave children. He wished that one day he could have children. He thought about adopting\r\nchildren some day. He wasn't quite sure what to do. Joe' had a heart of gold. He never\r\nthought about himself; he was always thinking of others and what they need.\r\nAs he was driving along this night he noticed a family of four. They were picking through the\r\ngarbage for food; to keep warm they stood by a flaming garbage bin. He noticed that they\r\nwere wearing rags. Their faces were dirty and their hair was messed really badly. Joe\r\nwalked by and thought some more about what he should do.\r\nThe next day the mother and father went out to look for work. It was coming close to\r\nChristmas Eve and they wanted to try to find work once more before everything had closed.\r\nDoor to door they went. Every where they went they were booted out, rejected, and doors\r\nslammed in their faces.\r\nJoe was to witness this and he felt really badly. He couldn't believe how selfish the people\r\nwho lived in town were. Joe wanted to do something about it. He thought for awhile, then\r\nhe realized this family had something that he wanted and that was a family. Joe had\r\nsomething that they wanted. This was a home.\r\nSo Joe decided he would approach them. \"I have been watching you since I came into town.\r\nI have seen you and your wife trying to make a living but when you have not been able to\r\nfind work, you can't make a living that way. I've been thinking for couple of days. I have\r\nsomething you want. This is a home. You have something that I want. This is a family.\r\nI want to invite you into my home for Christmas. After Christmas if you want to be a part of\r\nmy family or should I say if I could be apart of your family, we can discuss it\" The family\r\nsaid, \"Yes!\" After Christmas they all agreed that they should become a family. The children\r\nbegan school. The parents got a job and they lived happy ever after. "
 },
 {
  "id": 12,
  "Title" :"A Clever Rabbit and a Witch",
  "Author": "Miao Ma",
  "Image": "N",
  "Content": "A long, long time ago, there was a rabbit that lived in a beautiful mountain. He was a happy\r\nand clever rabbit. His best friend was an old eagle.\r\nAlso there on the mountain was a witch. The witch liked to eat children. She would always\r\ngo outside to search for her food.\r\nOne day as the rabbit played at the foot of the mountain, he saw a lady crying. She cried so\r\nthat the rabbit felt pity on her.\r\nThe rabbit run to the lady. \"Mamma, what is the cause for your crying? \"\r\nThe lady couldn't stop crying, \"I went to the mill an hour ago. When I got back my baby had\r\nbeen stolen. I can't live without my baby.\" She continued crying.\r\n\"Don't cry.\" said the rabbit. \"My friends and I will try to find your baby. Quickly follow me.\"\r\nThe rabbit was pretty sure that was the witch had taken the child. He was afraid of the\r\nwitch had eaten the baby already. He hoped they were not too late.\r\nThe rabbit found the eagle quickly. He told the story to him, He asked the eagle to help him\r\nsearch. The eagle flew off. Just a few minutes later, the eagle came back. He had found the\r\nbaby. The witch had put him in a cage and hung it up in the tree in front of her house. The\r\neagle also told the rabbit that the witch was getting ready to cook so they must hurry,\r\notherwise it would be late.\r\nThe rabbit run to the witch house as the eagle followed in the air above. They saw smoke\r\ncoming out from the witch's house They knew she was about to start cooking. The rabbit\r\nwas so worried. Suddenly he got an idea. He shouted, \"Witch! Come here, I am going to\r\ndance for you.\"\r\nThe witch didn't want to see the rabbit dancing. She said, \"Don't bother me, I am busy\r\ncooking. I have no time to watch you dancing. I want to eat my delicious food.\"\r\nThe rabbit didn't give up. He shouted again, \"Witch, I learned a new dance. It is really good.\r\nCome here. I will show you my new style dance. The time is still early. It is not late. After\r\nyou finish watching my new style dance you will have lots of time to eat. Come, Witch!\"\r\nFinally the witch came out of the house. She watched the rabbit dance in her backyard. She\r\nlaughed and she laughed; she forgot her lunch.\r\nAfter a half an hour, the witch suddenly remember her cooking and she said, \"Rabbit, stop\r\ndancing. I must continue cooking.\" And then back into her house, she went.\r\nShe found that cage was no longer in the tree. It was then that she became aware that the\r\nrabbit had played a trick on her. The baby had been taken away while she was watching the\r\nrabbit's dancing. She was really angry and went back into the yard to find the rabbit, but\r\nthe rabbit had already gone. \"Well, young trickster if I ever get hold of you I'll eat you.\"\r\nscreamed the witch.\r\nThe eagle had taken the baby home while the rabbit was dancing. The lady got her baby\r\nand she was so very happy.\r\nThe witch was so very angry. She tried to find the rabbit everywhere. But she could not find\r\nhim. Until one day, she heard a drumming sound coming from the mountain. She ran\r\ntoward the sound. There she found the rabbit playing the drums.\r\nShe cackled loudly \"I found you at last. You will be sorry that you tricked me and stole my\r\nlunch. Now you will be my lunch.\"\r\nThe rabbit pretended he didn't understand the witch said, \"What are you talking about?\r\nThere are hundreds of rabbits on the mountain. It must be another rabbit, I am a good\r\nrabbit.\"\r\n\"Where? Where are the others?\" the witch asked.\r\nThe rabbit pointed to the big hive in the tree, and he told the witch, \"That is a new drum.\r\nHit it hard. When the rabbits hear the sound, they will come out.\"\r\nThe witch believed the rabbit, and took the drumstick. \"Ready,\" the rabbit told her, \" I'll say\r\none, two, three and you begin to hit the drum.\" Then the rabbit ran far from the tree, and\r\nloudly shouted, \"One, two, three, begin.\"\r\nThe witch hit the hive hard. You know what happened then? A swarm of the wasps came\r\nout. The witch couldn't hide anywhere. The wasps stung her. She screamed and run away.\r\nShe was never seen again."
 },
 {"source": "Bed Time Stories\r\nfrom the students\r\nof the\r\n2001 - 2002\r\nSIAST Kelsey Campus\r\nLiteracy Program"}
]
